Repository: NaN-tic/trytond-carrier_send_shipments_seur
Catalog: locale/*.po
Languages: ca_es, es_es

# error:carrier.api.seur.offline:
source: Error SMTP connection. Try again.
ca_es: Error SMTP. Intenti de nou.
es_es: Error connexión SMTP. Intente de nuevo.

# error:carrier.api.seur.offline:
source: Not found SMTP server. Configure a SMTP server related with Seur Offline!
ca_es: No s'ha trobat un servidor SMTP. Configureu un servidor SMTP relacionat amb Seur Offline.
es_es: No se ha encontrado un servidor SMTP. Configure un servidor SMTP relacionado con Seur Offline.

# error:carrier.api.seur.offline:
source: Wrong connection to SMTP server. Not send email.
ca_es: Error de connexó al servidor SMTP. No s'ha enviat el correu.
es_es: Error de conexión al servidor SMTP. No se ha enviado el correo.

# error:carrier.api:
source: Can not test connection because are working offline
ca_es: No es pot realitzar la connexió de test perque es troba en mode offline.
es_es: No se puede testear la conexión porque se encuentra modo offline.

# error:stock.shipment.out:
source: Add country in shipment "%(name)s" delivery address
ca_es: Afegeix un pais en l'albarà "%(name)s" en l'adreça d'enviament.
es_es: Añade un país en el albarán "%(name)s" en la dirección de envío.

# error:stock.shipment.out:
source: Not available "%(name)s" label from Seur
ca_es: No està disponible l'etiqueta "%(name)s" de Seur.
es_es: No se dispone la etiqueta "%(name)s" de Seur.

# error:stock.shipment.out:
source: Not send shipment "%(name)s"
ca_es: No s'ha enviat l'albarà "%(name)s".
es_es: No se ha enviado el albarán "%(name)s."

# error:stock.shipment.out:
source: Not send shipment "%(name)s". %(error)s
ca_es: No s'ha enviat l'albarà "%(name)s". %(error)s.
es_es: No se ha enviado el albarán "%(name)s". %(error)s.

# error:stock.shipment.out:
source: Select a service or default service in Seur API
ca_es: Selecciona un servei o un servei per defecte a la API de Seur.
es_es: Seleccione un servicio o un servicio por defecto en la API de Seur.

# error:stock.shipment.out:
source: Seur not accept zip "%(zip)s"
ca_es: Seur no accepta el codi postal "%(zip)s".
es_es: Seur no accepta el código postal "%(zip)s"

# error:stock.shipment.out:
source: Seur reference is not an integer. Please, check the seur sequence
ca_es: La referència de Seur no és un enter. Revisi la configuració de Seur
es_es: La secuenda de la referencia de Seur no es un entero. Por favor, revise la secuencia.

# field:carrier.api,seur_ecb_code:
source: ECB Code
ca_es: Codi ECB
es_es: Código ECB

# field:carrier.api,seur_email:
source: Seur Email
ca_es: Correu Seur
es_es: Correo Seur

# field:carrier.api,seur_email_cc:
source: Seur CC Email
ca_es: Correu CC Seur
es_es: Correo CC Seur

# field:carrier.api,seur_filename:
source: Seur Filename
ca_es: Nom fitxer Seur
es_es: Nombre del fichero Seur

# field:carrier.api,seur_franchise:
source: Franchise
ca_es: Franquícia
es_es: Franquicia

# field:carrier.api,seur_maximun_reference:
source: Max Reference
ca_es: Màxima referencia
es_es: Máxima referencia

# field:carrier.api,seur_minimum_reference:
source: Min Reference
ca_es: Mínima referència
es_es: Mínima referencia

# field:carrier.api,seur_printer:
source: Printer
ca_es: Impressora
es_es: Impresora

# field:carrier.api,seur_printer_model:
source: Printer Model
ca_es: Model impressora
es_es: Modelo impresora

# field:carrier.api,seur_reference:
source: Seur Reference
ca_es: Referència Seur
es_es: Referencia Seur

# field:carrier.api.seur.offline,company:
source: Company
ca_es: Empresa
es_es: Empresa

# field:carrier.api.seur.offline,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:carrier.api.seur.offline,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:carrier.api.seur.offline,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:carrier.api.seur.offline,shipment:
source: Shipment
ca_es: Albarà
es_es: Albarán

# field:carrier.api.seur.offline,shipment_state:
source: Shipment State
ca_es: Estat enviament

# field:carrier.api.seur.offline,state:
source: State
ca_es: Estat
es_es: Estado

# field:carrier.api.seur.offline,write_date:
source: Write Date
ca_es: Usuari de creació
es_es: Fecha de modificación

# field:carrier.api.seur.offline,write_uid:
source: Write User
ca_es: Usuari de modificació
es_es: Usuario de modificación

# field:carrier.api.seur.zip,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha de creación

# field:carrier.api.seur.zip,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario de creación

# field:carrier.api.seur.zip,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:carrier.api.seur.zip,write_date:
source: Write Date
ca_es: Usuari de creació
es_es: Fecha de modificación

# field:carrier.api.seur.zip,write_uid:
source: Write User
ca_es: Usuari de modificació
es_es: Usuario de modificación

# help:carrier.api,seur_ccc:
source: Seur Account Code (ccc)
ca_es: Codi compte Seur (ccc)
es_es: Código cuenta Seur (ccc)

# help:carrier.api,seur_ci:
source: Seur Customer Code (ci)
ca_es: Codi client Seur (ci)
es_es: Código cliente Seur (ci)

# help:carrier.api,seur_ecb_code:
source: Seur ECB Code
ca_es: Codi ECB Seur
es_es: Código ECB Seur

# help:carrier.api,seur_email:
source: Seur email, separated by comma
ca_es: Correu Seur, separado por coma
es_es: Correo Seur, separado por coma

# help:carrier.api,seur_email_cc:
source: Seur CC email, separated by comma
ca_es: Correu CC Seur, separat per coma
es_es: Correo CC Seur, separado por coma

# help:carrier.api,seur_filename:
source: Prefix Seur Filename
ca_es: Prefix del nom fitxer Seur
es_es: Prefijo nombre fichero Seur

# help:carrier.api,seur_franchise:
source: Seur Franchise code
ca_es: Codi franquícia
es_es: Código franquicia Seur

# help:carrier.api,seur_maximun_reference:
source: Maximun number reference
ca_es: Número màxim de la referencia
es_es: Número máximo de la referencia

# help:carrier.api,seur_minimum_reference:
source: Minimum number reference
ca_es: Número mínim de la referencia
es_es: Número mínimo de la referencia

# help:carrier.api,seur_offline:
source: Working the API offline
ca_es: Usará la API offline
es_es: Usará la API offline

# help:carrier.api,seur_pdf:
source: PDF Label
ca_es: Etiqueta PDF
es_es: Etiqueta PDF

# help:carrier.api,seur_printer:
source: Seur Printer
ca_es: Impressora Seur
es_es: Impresora Seur

# help:carrier.api,seur_printer_model:
source: Seur Printer Model
ca_es: Model impressora Seur
es_es: Modelo impresora Seur

# help:carrier.api,seur_reference:
source: Sequence to assign a tracking reference
ca_es: Seqüència per assignar a la referencia del transportista
es_es: Secuencia para asignar a las referencias del transportista

# help:carrier.api,seur_seurid:
source: Seur Description code
ca_es: Codi descripció Seur
es_es: Código descripción Seur

# model:carrier.api.seur.offline,name:
source: Carrier API Seur Offline
ca_es: API Seur Offline
es_es: API Seur Offline

# model:carrier.api.seur.offline.send.start,name:
source: Carrier API Seur Offline Send Start
ca_es: Inici enviament API Seur Offline
es_es: Inicio envío API Seur Offline

# model:carrier.api.seur.zip,name:
source: Carrier API Seur Zip
ca_es: Codis postals API Seur
es_es: Códigos postales API Seur

# model:carrier.api.seur.zip.load.start,name:
source: Load Carrier API Seur Zip Start
ca_es: Inici afegir codis API Seur
es_es: Añadir códigos postales API Seur

# model:ir.action,name:act_carrier_api_seur_offline_form
source: Carriers API Seur Offline
ca_es: API Seur Offline
es_es: API Seur Offline

# model:ir.action,name:seur_zip_load_wizard
source: Load Seur codes
ca_es: Afegeix codis Seur
es_es: Añadir códigos Seur

# model:ir.action,name:wizard_carrier_api_seur_offline_send
source: Send Seur Offline
ca_es: Envia API Seur Offline
es_es: Enviar Seur Offline

# model:ir.cron,name:cron_carrier_api_send_seur_offline
source: Send Seur Offline
ca_es: Envia API Seur Offline
es_es: Enviar Seur Offline

# model:ir.ui.menu,name:menu_carrier_api_seur_offline_form
source: Carriers API Seur Offline
ca_es: API Seur Offline
es_es: API Seur Offline

# model:ir.ui.menu,name:menu_carrier_api_seur_offline_send
source: Send Seur Offline
ca_es: Envia API Seur Offline
es_es: Enviar Seur Offline

# model:res.user,name:user_carrier_api_seur
source: Cron Carrier API Seur
ca_es: Cron API Seur Offline
es_es: Cron API Seur Offline

# selection:carrier.api.seur.offline,shipment_state:
source: Assigned
ca_es: Reservat

# selection:carrier.api.seur.offline,shipment_state:
source: Canceled
ca_es: Cancel·lat

# selection:carrier.api.seur.offline,shipment_state:
source: Done
ca_es: Finalitzat

# selection:carrier.api.seur.offline,shipment_state:
source: Draft
ca_es: Esborrany

# selection:carrier.api.seur.offline,shipment_state:
source: Packed
ca_es: Empaquetat

# selection:carrier.api.seur.offline,shipment_state:
source: Waiting
ca_es: En espera

# selection:carrier.api.seur.offline,state:
source: Done
ca_es: Finalitzat
es_es: Realizado

# selection:carrier.api.seur.offline,state:
source: Draft
ca_es: Esborrany
es_es: Borrador

# view:carrier.api.seur.offline.send.start:
source: Carrier API Seur Offline
ca_es: API Seur Offline
es_es: API Seur Offline

# view:carrier.api.seur.offline.send.start:
source: Note that this operation may take a few minutes.
ca_es: Aquesta operació pot tardar uns minuts.
es_es: Tenga en cuenta que esta operación puede tardar unos minutos.

# view:carrier.api.seur.offline.send.start:
source: Send Seur Offline.
ca_es: Envia Seur Offline.
es_es: Enviar Seur Offline.

# view:carrier.api.seur.offline:
source: Carrier API Seur Offline
ca_es: API Seur Offline
es_es: API Seur Offline

# view:carrier.api.seur.zip.load.start:
source: Load Seur codes
ca_es: Afegeix codis Seur
es_es: Añadir códigos Seur

# view:carrier.api.seur.zip.load.start:
source: This process will load all Seur codes in the database.
ca_es: Aquest procés afegirà els codis de Seur a la base de dades.
es_es: Este proceso añadirá los códigos postales de Seur en la base de datos.

# wizard_button:carrier.api.seur.offline.send,start,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# wizard_button:carrier.api.seur.offline.send,start,send:
source: Send
ca_es: Envia
es_es: Enviar

# wizard_button:carrier.api.seur.zip.load,start,accept:
source: Accept
ca_es: Accepta
es_es: Aceptar

# wizard_button:carrier.api.seur.zip.load,start,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# wizard_button:carrier.send.shipments,result,end:
source: Close
ca_es: Tanca
es_es: Cerrar

# wizard_button:carrier.send.shipments,start,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# wizard_button:carrier.send.shipments,start,send:
source: Send
ca_es: Envia
es_es: Enviar
